cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'android-sdk'
brew 'grc'
brew 'imagemagick'
brew 'jenv'
brew 'maven'
brew 'mongodb'
brew 'phantomjs'
brew 'tree'

cask '1password'
cask 'alfred'
cask 'atext'
cask 'dash'
cask 'disk-inventory-x'
cask 'drop-to-gif'
cask 'dropbox'
cask 'geekbench'
cask 'gifrocket'
cask 'gitkraken'
cask 'google-chrome'
cask 'google-drive'
cask 'google-photos-backup'
cask 'grammarly'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner'
cask 'paw'
cask 'querious'
cask 'robomongo'
cask 'ssh-tunnel-manager'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
