cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'antigen'
brew 'gnupg'
brew 'gpg-agent'
brew 'grc'
brew 'imagemagick'
brew 'iproute2mac'
brew 'jenv'
brew 'maven'
brew 'mongodb'
brew 'pinentry-mac'
brew 'sift'
brew 'tree'

cask '1password'
cask 'alfred'
cask 'android-studio'
cask 'cheatsheet'
cask 'coconutbattery'
cask 'dash'
cask 'disk-inventory-x'
cask 'drop-to-gif'
cask 'dropbox'
cask 'geekbench'
cask 'gifrocket'
cask 'google-chrome'
cask 'grammarly'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner-elements'
cask 'numi'
cask 'paw'
cask 'querious'
cask 'robomongo'
cask 'ssh-tunnel-manager'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
