cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'antigen'
brew 'bat'
brew 'diff-so-fancy'
brew 'fd'
brew 'fzf'
brew 'gpg2'
brew 'grc'
brew 'imagemagick'
brew 'iproute2mac'
brew 'jenv'
brew 'lnav'
brew 'maven'
brew 'mongodb'
brew 'pinentry-mac'
brew 'phantomjs'
brew 'prettyping'
brew 'sift'
brew 'tldr'
brew 'tree'
brew 'tmux'

cask '1password'
cask 'alfred'
cask 'android-studio'
cask 'bartender'
cask 'coconutbattery'
cask 'daisydisk'
cask 'dash'
cask 'drop-to-gif'
cask 'dropbox'
cask 'geekbench'
cask 'gifrocket'
cask 'google-chrome'
cask 'grammarly'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner-elements'
cask 'numi'
cask 'paw'
cask 'querious'
cask 'spectacle'
cask 'ssh-tunnel-manager'
cask 'sip'
cask 'skype'
cask 'spotify'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
